[
  {
    "title": "Body check-ups",
    "description": "may be very diverse, depending on complexity of tests. Most common programs are:",
    "contents": [
      "Basic Program: designed for adults for the purpose of preventing adult related diseases and diagnosing them in their early stage. Required test time is about 2 hours, some results are ready on the same day, some will be sent our later.",
      "Premium program: usually most extensive and intensive health screening program, the patient gets complete check-up and accurate early diagnosis of various diseases by general body CT scan, MRI or PET, and other specific tests. Required time usually is about 6 hours and all results are ready in couple weeks."
    ]
  },
  {
    "title": "Medical treatment",
    "description": "for existing diseases is available for:",
    "contents": [
      "Gastroenterology",
      "Pulmonology and Allergy",
      "Nephrology and Hypertension",
      "Endocrinology and Metabolism",
      "Infectious Diseases",
      "Oncology",
      "Hematology",
      "Rheumatology",
      "Orthopedic Surgery",
      "Gastroenterologic Surgery",
      "Hepatobiliary and Pancreas Surgery",
      "Colorectal Surgery",
      "Breast and Endocrine Surgery",
      "Transplantation and Vascular Surgery",
      "Neurosurgery",
      "Thoracic & Cardiovascular Surgery",
      "Plastic and Reconstructive Surgery",
      "Obstetrics and Gynecology",
      "Pediatrics",
      "Ophthalmology",
      "Otorhinolaryngology-Head and Neck Surgery",
      "Dermatology",
      "Urology",
      "Radiology",
      "Anesthesiology and Pain Medicine",
      "Physical Medicine & Rehabilitation",
      "Dentistry",
      "Family Medicine",
      "Emergency Medicine",
      "Nuclear Medicine",
      "Radiation Oncology"
    ]
  },
  {
    "title": "Plastic surgery",
    "description": "is available for various areas and problems, usual process of communication with patients consists of:",
    "contents": [
      "Client’s send his/her profile picture as of today with the requirement",
      "K.Flag Tour staff selects the best plastic surgery hospital which is most credible and specialized with the needs of client and send the client’s profile picture and requirements to the hospital. Sometimes we get couple opinions and give the client options to choose.",
      "K.Flag Tour gets the list of documents to prepare before arrival to Korea from the hospital with the surgery fee, period of recovery, etc.",
      "Client arrives to Korea and receives services in the hospital, K.Flag Tour staff helps during whole period of stay with any inquiries."
    ]
  },
  {
    "title": "Overall inquiry process usually takes following steps:",
    "description": "",
    "style": "number",
    "contents": [
      "The patient sends a detailed medical record to our staff about health problem that is to be checked or treated, such as medical treatment report, X-ray, MRI etc. If there is no previous tests, detailed information should be provided about current complaints, state and progress of the problem.",
      "K.Flag Tour medical tour staff consults with local hospitals’ staff and finds the most suitable doctors from general hospitals or specialized clinics to treat specified problem.",
      "Afterwards, K.Flag Tour advises to the client most suitable hospital, informs about process of the treatment and its tentative cost and schedule (in most of the cases 3 to 7 days are required).",
      "Upon client’s approval, K.Flag Tour organizes travel arrangements and adjusts treatment period based on client’s requirements.",
      "When patient arrives to Korea, K.Flag Tour provides all necessary services to check in the hotel or hospital and prepare for appointment with a doctor.",
      "The patient proceeds with all necessary treatments with full explanation and services in pre-approved language.",
      "After all examination or treatment is completed, sightseeing program may be arranged on request.",
      "The client returns to home country.",
      "K.Flag Tour together with the medical staff keeps in touch with patient to follow up the progress."
    ]
  }
]